import Image from 'next/image'
import author from '@/assets/author.jpeg'

export default function AboutAuthor() {
	return (
		<>
			<Image src={author} alt='YS Vocal Coach' />

			<div className='p-[1rem] flex flex-col gap-6 bg-[#010305]'>
				<p className='text-2xl'>
					Привіт! Я — Яна, викладач сучасного, рок та екстрим-вокалу, співачка,
					музикант і автор-виконавець. Маю понад 15 років досвіду в музиці та 8
					років у викладанні вокалу. Я є автором навчальних продуктів для
					вокалістів та викладачів, а також веду вокальний блог, де ділюсь
					корисними порадами та техніками.
				</p>
				<p className='text-2xl'>
					Протягом моєї кар'єри я провела тисячі уроків з вокалу, марафони, які
					пройшли сотні учасників, десятки майстер-класів по екстрим-технікам
					для викладачів та вокалістів, а також випустила свою рок-збірку вправ
					"Rock Etudes".
				</p>
				<p className='text-2xl'>
					Моя мета — допомогти вокалістам та викладачам освоїти складні техніки
					вокалу та розвивати їхні навички на найвищому рівні
				</p>
			</div>
		</>
	)
}
