import ramka from '@/assets/ramka.jpeg'

export default function AboutGroup() {
	return (
		<div className='p-[1rem]'>
			<h1 className='font-bold'>Для кого цей клуб</h1>
			<p>
				ROCK Vocal Club — це ексклюзивний закритий клуб для вокалістів та
				викладачів, присвячений розвитку та вдосконаленню сучасного, рок та
				екстрим-вокалу. Якщо ви хочете отримати доступ до професійного навчання,
				поглибленого розбору технік, практичних вправ та відповідей на свої
				питання, цей клуб — це саме те, що вам потрібно!
			</p>
		</div>
	)
}
